notes/behringer_2018_Varieties.org
:PROPERTIES:
:ID:       afc761fd-1fd0-4a52-9c6d-5aaaf100982e
:END:
#+TITLE:  (2018, ): Varieties of capitalism and growth regimes: the role of income distribution
#+OPTIONS: toc:nil num:nil
Time-stamp: 2021-02-19
- tags :: Functional income distribution,growth models,personal income distribution,varieties of capitalism,wage coordination

* Backlinks

[[id:91af4a64-81b2-42dc-a3bc-07a91329a989][Varieties of Capitalisms]]

* FISH-5SS
|---------------------------------------------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| <40>                                        | <60>                                                                                                                                                                                                                                                                                                       |
| *Background*                                  | Increasing interest in the consequences of inequality after the GFC.                                                                                                                                                                                                                                       |
| *Supporting Ideas*                            | Increasing inequality leads to more instability. VoC literature argues that CME countries tend to have low inequality and surpluses in current account.                                                                                                                                                    |
| *Purpose*                                     | Evaluate the macroeconomic implications of income distribution to stability thoought the lenses of CPE.                                                                                                                                                                                                    |
| *Originality/value (Contribution)*            | Put together the "growth side" in VoC and "personal income distribution description side" in neo-Kaleckian model. In other words, the authors try to unify the strengths of each approach. They also put together and analysis of functional and personal income distribution.                             |
| *Relevance*                                   | For dissertation, the relevance of this paer is to show the recent conclusion of macroeconomic VoC literature (citation only).                                                                                                                                                                             |
| *Design/methodology/approach*                 | Estimate macroeconomic panel for current account against personal and functional distribution with some standard controls.                                                                                                                                                                                 |
| *Sample*                                      | 18 industrialized economies (1981-2007)                                                                                                                                                                                                                                                                    |
| *Results*                                     | Mains results: rise in top 1% inequality $\Rightarrow$ lower current account; fall in wage share $\Rightarrow$ higher current account.  The authors relate the result with cascade consumption discussion. Other result: the coordination of wage bargain has a limited effect in current account balance. |
| *(Interesting) Findings*                      | The authors states that they confirm VoC divergence tendency due to comparative institutional advantages.                                                                                                                                                                                                  |
| *Research limitations/implications (Critics)* |                                                                                                                                                                                                                                                                                                            |
| *Uncategorized stuff*                         |                                                                                                                                                                                                                                                                                                            |
| *5SS*                                         |                                                                                                                                                                                                                                                                                                            |
|---------------------------------------------+------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|

* Specifics comments
 :PROPERTIES:
 :Custom_ID: behringer_2018_Varieties
 :AUTHOR: Behringer, J., & van Treeck, T.
 :JOURNAL: IMK Working Paper
 :YEAR: 2018
 :DOI:
 :URL: https://ideas.repec.org/p/imk/wpaper/194-2018.html
 :END:

