docs/notes/behringer_2018_Varieties.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2021-09-09 qui 15:59 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>(2018, ): Varieties of capitalism and growth regimes: the
  role of income distribution</title>
  <meta name="author" content="Gabriel Petrini" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">(2018, ): Varieties of capitalism and growth
    regimes: the role of income distribution</h1>
    <p>Time-stamp: 2021-02-19</p>
    <dl class="org-dl">
      <dt>tags</dt>
      <dd>Functional income distribution,growth models,personal
      income distribution,varieties of capitalism,wage
      coordination</dd>
    </dl>
    <div id="outline-container-orgc5fa712" class="outline-2">
      <h2 id="orgc5fa712">Backlinks</h2>
      <div class="outline-text-2" id="text-orgc5fa712">
        <p><a href=
        "20210210190446-variaeties_of_capitalisms.html#ID-91af4a64-81b2-42dc-a3bc-07a91329a989">
        Varieties of Capitalisms</a></p>
      </div>
    </div>
    <div id="outline-container-orgf28464d" class="outline-2">
      <h2 id="orgf28464d">FISH-5SS</h2>
      <div class="outline-text-2" id="text-orgf28464d">
        <table border="2" cellspacing="0" cellpadding="6" rules=
        "groups" frame="hsides">
          <colgroup>
            <col class="org-left" />
            <col class="org-left" />
          </colgroup>
          <tbody>
            <tr>
              <td class="org-left"><b>Background</b></td>
              <td class="org-left">Increasing interest in the
              consequences of inequality after the GFC.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Supporting Ideas</b></td>
              <td class="org-left">Increasing inequality leads to
              more instability. VoC literature argues that CME
              countries tend to have low inequality and surpluses
              in current account.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Purpose</b></td>
              <td class="org-left">Evaluate the macroeconomic
              implications of income distribution to stability
              thoought the lenses of CPE.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Originality/value
              (Contribution)</b></td>
              <td class="org-left">Put together the “growth side”
              in VoC and “personal income distribution description
              side” in neo-Kaleckian model. In other words, the
              authors try to unify the strengths of each approach.
              They also put together and analysis of functional and
              personal income distribution.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Relevance</b></td>
              <td class="org-left">For dissertation, the relevance
              of this paer is to show the recent conclusion of
              macroeconomic VoC literature (citation only).</td>
            </tr>
            <tr>
              <td class="org-left">
              <b>Design/methodology/approach</b></td>
              <td class="org-left">Estimate macroeconomic panel for
              current account against personal and functional
              distribution with some standard controls.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Sample</b></td>
              <td class="org-left">18 industrialized economies
              (1981-2007)</td>
            </tr>
            <tr>
              <td class="org-left"><b>Results</b></td>
              <td class="org-left">Mains results: rise in top 1%
              inequality \(\Rightarrow\) lower current account;
              fall in wage share \(\Rightarrow\) higher current
              account. The authors relate the result with cascade
              consumption discussion. Other result: the
              coordination of wage bargain has a limited effect in
              current account balance.</td>
            </tr>
            <tr>
              <td class="org-left"><b>(Interesting)
              Findings</b></td>
              <td class="org-left">The authors states that they
              confirm VoC divergence tendency due to comparative
              institutional advantages.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Research
              limitations/implications (Critics)</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
            <tr>
              <td class="org-left"><b>Uncategorized stuff</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
            <tr>
              <td class="org-left"><b>5SS</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
    <div id="outline-container-behringer_2018_Varieties" class=
    "outline-2">
      <h2 id="behringer_2018_Varieties">Specifics comments</h2>
      <div class="outline-text-2" id=
      "text-behringer_2018_Varieties"></div>
    </div>
