docs/notes/behringer_2018_Varieties.html
    <div id="outline-container-org0412873" class="outline-2">
      <h2 id="org0412873">Extracted Annotations (19/02/2021
      15:21:09)</h2>
      <div class="outline-text-2" id="text-org0412873">
        <p>“analyse the macroeconomic implications of changes in
        income distribution” (Behringer and Treeck 2018:1)</p>
        <p>Purpose of the paper (note on p.1)</p>
        <p>“relative importance of wage coordination and income
        distribution in explaining the emergence of global
        imbalances” (Behringer and Treeck 2018:1)</p>
        <p>Mechanism: how income distribution and wage coordenation
        leads to global imbalances. (note on p.1)</p>
        <p>“Wage coordination affected current account balances
        both directly and, more importantly, indirectly through its
        effects on income distribution.” (Behringer and Treeck
        2018:1)</p>
        <p>Wage coordination affect both CME and LME and had an
        indirect effect through income distribution. (note on
        p.1)</p>
        <p>“sample of 18 industrialized countries over the period
        1981-2007.” (Behringer and Treeck 2018:1)</p>
        <p>Sample (note on p.1)</p>
        <p>“coordinated market economies (CMEs) such as Germany or
        Japan tend to combine lower income inequality and current
        account surpluses, whereas liberal market economies (LMEs)
        such as the United States or the United Kingdom typically
        produce higher income inequality and current account
        deficits (e.g. Hall and Gingerich, 2009; Hall, 2014; Hope
        and Soskice, 2016)” (Behringer and Treeck 2018:3)</p>
        <p>CME and LME an its relation to inequality and current
        account results. (note on p.3)</p>
        <p>“However, according to the VoC perspective, shifts in
        income distribution typically are not seen as being
        causally linked to aggregate demand and the current
        account. Rather, the more coordinated wage bargaining
        institutions in CMEs essentially explain both why the wage
        structure is more compressed and income inequality is lower
        in CMEs” (Behringer and Treeck 2018:3)</p>
        <p>VoC do not stablish a prominent role to income
        distribution. CME particularities, for instance, explain
        why inequality is lower and it does not have an direct
        impact on aggregate demand. (note on p.3)</p>
        <p>“The latter, rather than income distribution, explain
        why CMEs tend to run current account surpluses, whereas
        LMEs tend to rely much more heavily on domestic demand (see
        Iversen and Soskice, 2010)” (Behringer and Treeck
        2018:3)</p>
        <p>This characteristics, therefore, implies conservative
        policy making, generating higher currente account
        surpluses. (note on p.3)</p>
        <p>“Baccaro and Pontusson (2016) argue that the decrease of
        the wage share and the rise in income inequality observed
        in most advanced economies since the early 1980s could
        prima facie be expected to reduce consumption and aggregate
        demand and hence economic growth.” (Behringer and Treeck
        2018:4)</p>
        <p>One of Baccaro and Pontusson (2016) conclusion. (note on
        p.4)</p>
        <p>“However, Baccaro and Pontusson (2016) oer no
        theoretical explanation of why dierent growth models have
        developed in particular countries.” (Behringer and Treeck
        2018:4)</p>
        <p>Baccaro and Pontusson limitation according to the
        authors: they do not explain why some countries developt
        each growth regime. (note on p.4)</p>
        <p>“Moreover, we argue that the ”growth model perspective“
        proposed by Baccaro and Pontusson (2016), like most of the
        neo-Kaleckian literature, fails to clearly distinguish
        between the potential macroeconomic implications of the
        functional distribution of income (wages versus profits) on
        the one hand, and the personal distribution of income
        (top-end income inequality in particular) on the other
        hand” (Behringer and Treeck 2018:4)</p>
        <p>Limitation of neo-Kaleckian models according to the
        authors: fail to clirify the distinction between the
        macroeconomic implications of personal and functional
        income distribution. (note on p.4)</p>
        <p>“While the VoC literature predicts that CMEs produce
        lower wage dispersion and lower personal income inequality
        than LMEs, it has no explicit theories about the
        determinants of functional income distribution and about
        the implications of income distribution (personal and
        functional) for aggregate demand and external imbalances.”
        (Behringer and Treeck 2018:4)</p>
        <p>VoC, on the otherside, is abble to discribe the
        differences between personal income distribution, but do
        not have an explanition for its macroeconomic implications
        to growth. (note on p.4)</p>
        <p>“We ask, firstly, how are these dierences in income
        distribution related to the emergence, since the 1980s, of
        dierent growth models that have been characterised by
        current account surpluses in CMEs and current account
        deficits in LMEs (see Figure 1)? And secondly, what has
        been the role of dierences in the coordination of wage
        bargaining across countries and over time in bringing about
        the dierent growth models by impacting either directly on
        the current account balance or indirectly on the
        distribution of income?” (Behringer and Treeck 2018:5)</p>
        <p>Questions to be addressed in this paper. (note on
        p.5)</p>
        <p>“We contribute to answering these questions using a
        macro panel of 18 industrialized countries over the period
        1981-2007. In particular, we estimate current account
        regressions in which measures of personal and functional
        income distribution as well as of wage coordination are
        included alongside a number of standard control variables”
        (Behringer and Treeck 2018:5)</p>
        <p>Method. (note on p.5)</p>
        <p>“We find that a rise in top-end inequality (relative to
        trading partners) leads to a lower current account, ceteris
        paribus. By contrast, a fall in the wage share is
        associated with a higher current account, ceteris paribus.”
        (Behringer and Treeck 2018:5)</p>
        <p>Mains results: rise in top 1% inequality -&gt; lower
        current account; fall in wage share -&gt; higher current
        account. (note on p.5)</p>
        <p>“While dierent theoretical explanations of our results
        are possible, we argue that the finding of a negative eect
        of top-end income inequality on household saving and the
        current account is broadly consistent with theories of
        consumption grounded in the notion of upward-looking status
        comparisons, in the tradition of the relative income
        hypothesis (Duesenberry, 1949; Frank, 2005).” (Behringer
        and Treeck 2018:5)</p>
        <p>The authors relate the result with cascate consumption
        discussion. (note on p.5)</p>
        <p>“In CMEs, by contrast, relative income eects on
        consumption owing to upward-looking status comparison were
        less pronounced because top household incomes increased far
        less, workers with specific skills have a higher demand for
        precautionary saving, credit markets are more regulated,
        and important positional goods are provided through
        government funding.” (Behringer and Treeck 2018:5)</p>
        <p>This relative consumption effect is less strong in CME
        countries. (note on p.5)</p>
        <p>“Our current account regressions also suggest that the
        coordination of wage bargaining has only a limited direct
        eect on the current account balance” (Behringer and Treeck
        2018:6)</p>
        <p>“Borrowing from the extensive VoC literature on wage
        coordination (e.g. Iversen and Soskice, 2010; Iversen and
        Soskice, 2012), we argue that in countries with a higher
        degree of wage coordination, trade unions in the face of
        weakening bargaining power accepted aggregate wage
        restraint leading to a strong fall in the wage share but
        managed to prevent a strong rise in top-end wage and income
        inequality.” (Behringer and Treeck 2018:6)</p>
        <p>The authors share a conclusion with VoC literature:
        higher wage coordinantion in face of weaking bargianin
        -&gt; accepted wage restraint -&gt; wage share fall with
        strong rise in income inequality. (note on p.6)</p>
        <p>“e institutional capacities of wage coordination have
        largely persisted in a number of major CMEs and hence
        unions have retained a larger influence on corporate
        decisions, including those related to top executive
        compensation.” (Behringer and Treeck 2018:6)</p>
        <p>Implications for CME (note on p.6)</p>
        <p>“Next, we discuss the possible implications of dierent
        patterns of income distribution for national growth models
        and current account balances” (Behringer and Treeck
        2018:9)</p>
        <p>Objective of this section is out of scope of
        dissertation discussion. (note on p.9)</p>
        <p>“According to our estimations, the eect of wage
        coordination on the current account is at least partly an
        indirect one. Dierences in the degree of wage coordination
        may be linked to dierent patterns of income distribution in
        dierent countries.” (Behringer and Treeck 2018:16)</p>
        <p>Wage coordenation has a weak direct effect on CC
        balance. (note on p.16)</p>
        <p>“have been highlighted more prominently than previously”
        (Behringer and Treeck 2018:18)</p>
        <p>“In this strand of the literature, there is a strong
        emphasis on skill-biased technological change as the main
        cause of rising personal income inequality, with trade and
        financial globalization being regarded as additional
        explanatory factors (e.g. Jaumotte et al., 2013). In recent
        works, the role of trade unions, labor market, tax policies
        and financial deregulation in aecting inequality have been
        highlighted more prominently than previously (Dabla-Norris
        et al., 2015; Jaumotte and Osorio-Buitron, 2015).”
        (Behringer and Treeck 2018:18)</p>
        <p>Personal income distribution determinants in orthodox
        models. (note on p.18)</p>
        <p>“The CPE and the economic sociology literature have laid
        a stronger focus on the political and institutional
        determinants of income distribution. As noted above, the
        CPE literature has been mainly preoccupied with the
        personal distribution of income. For a long time, a widely
        accepted notion emanating from the CPE literature was that
        trade unionism and centralized wage bargaining have an
        equalizing eect on earnings dispersion and income
        inequality (e.g. Wallerstein, 1999; Pontusson et al., 2002;
        Koeniger et al., 2007; Pontusson, 2013 for an overview).”
        (Behringer and Treeck 2018:18)</p>
        <p>Personal income determinants according to CPE. (note on
        p.18)</p>
        <p>“Only a few studies have looked at the functional
        distribution of income with a focus on political and
        institutional factors.” (Behringer and Treeck 2018:18)</p>
        <p>Besides the relevance of institutions in determining
        <b>personal</b> income distribution, fewer scholars have
        studied <b>functional</b> income distribution in this
        terms. (note on p.18)</p>
        <p>“We are not aware of any studies that have analyzed the
        determinants of the functional and the personal
        distribution in conjunction with each other for the same
        country sample and time period.” (Behringer and Treeck
        2018:19)</p>
        <p>Paper relevance: functional and personal income
        distribuition togther. (note on p.19)</p>
      </div>
    </div>
  </div>
  <div id="postamble" class="status">
    <p class="author">Author: Gabriel Petrini</p>
    <p class="date">Created: 2021-09-09 qui 15:59</p>
  </div>
</body>
</html>
